Repository: horde/folks
Catalog: locale/*/LC_MESSAGES/folks.po
Languages: es

source: %s Invited to join %s.
es: %s ha invidato a unirse a %s

source: %s added you as a friend on %s
es: %s le ha añadido como amigo en %s

source: %s approved you as a friend on %s
es: %s le ha aceptado como amigo en %s

source: %s rejected you as a friend on %s
es: %s le rechazó como amigo en %s

source: %s's profile
es: Perfil de %s

source: --- Select ---
es: -- seleccionar --

source: -c, --count Limit count
es: -c, --count Cuenta límite

source: -f, --from Limit offset
es: -f, --from Desplazamiento límite

source: -h, --help Show this help
es: -h, --help Muestra esta ayuda

source: -p, --password[=password] Horde login password
es: -p, --password[=contraseña] Contraseña de inicio de Horde

source: -u, --username[=username] Horde login username
es: -u, --username[=usuario] Usuario de inicio de sesión de Horde

source: A confirmation was send to "%s".
es: Se envió una confirmación a "%s".

source: A group names cannot be empty
es: Un nombre de grupo no puede estar en blanco.

source: Action
es: Acción

source: Activity
es: Actividad

source: Activity log
es: Registro de actividades

source: Activity successfully deleted
es: Se ha eliminado correctamente la actividad

source: Activity successfully posted
es: Se ha enviado correctamente la actividad

source: Add
es: Añadir

source: Add %s as a friend?
es: ¿Añadir a %s como amigo?

source: Add %s to you blacklist?
es: ¿Añadir a %s a su lista negra?

source: Add / Remove
es: Añadir / Eliminar

source: Add a comment
es: Añadir comentario

source: Add friend
es: Añadir amigo

source: Add group
es: Añadir grupo

source: Add or remove user
es: Añadir o eliminar usuario

source: Add your content
es: Añadir contenido

source: Added "%s" to the system. You can log in now.
es: Se ha añadido "%s" al sistema. Ya puede iniciar la sesión.

source: Added user %s as a friend.
es: Se ha añadido el usuario %s como amigo.

source: Advertisement content
es: Contenido publicitario

source: Age
es: Edad

source: Age from
es: Límite de edad inferior

source: Age to
es: Límite de edad superior

source: Albums
es: Álbunes

source: All
es: Todos

source: All users
es: Todos los usuario

source: All visitors
es: Todos los visitantes

source: Any one
es: Cualquiera

source: Application
es: Aplicación

source: Application you would like NOT to log activitiy when you post a new PUBLIC COMMENT
es: Solicitud de que desearía NO registrar la actividad al enviar un COMENTARIO PÚBLICO nuevo.

source: Application you would like NOT to log your activitiy when you post a new PUBLIC CONTENT.
es: Solicitud de que desearía NO registrar su actividad al enviar un CONTENIDO PÚBLICO nuevo.

source: Approve
es: Aprobar

source: Aquarius
es: Acuario

source: Ascesending
es: Ascendente

source: Attempt to edit a non-existent share.
es: Intenta modificar un recurso compartido inexistente.

source: Authenticated users
es: Usuarios autentificados

source: Available services
es: Sevicios disponibles

source: Birthday
es: Cumpleaños

source: Blacklist
es: Lista negra

source: Body
es: Cuerpo

source: Cancel
es: Cancelar

source: Cancer
es: Cáncer

source: Cannot authenticate at mail server:
es: No se puede autentificar en el servidor de correo:

source: Cannot reset password automatically, contact your administrator.
es: No se puede actualizar la clave automáticamente, póngase en contacto con su administrador del sistema.

source: Cannot retrieve user email.
es: No se puede recuperar el correo del usuario.

source: Capricorn
es: Capricornio

source: Change Your Password
es: Cambiar contraseña

source: Choose a password
es: Elija una contraseña

source: City
es: Localidad

source: Click here
es: Pulse aquí

source: Click here to login.
es: Pulse aquí para iniciar sesión.

source: Close
es: Cerrar

source: Commented user %s.
es: Usuario %s comentado.

source: Comments
es: Comentarios

source: Comments deleted successfuly
es: Se han eliminado correctamente los comentarios

source: Confirm email
es: Confirmar correo

source: Continue
es: Continuar

source: Copyright infringement
es: Infracción de Copyright

source: Could not find any username with this email.
es: No se puede encontrar ningún usuario en este correo.

source: Could not find authorization for %s to interact with your Facebook account.
es: No se pudieron encontrar permisos de %s para interactuar con su cuenta de Facebook.

source: Could not reset the password for the requested user. Some or all of the details are not correct. Try again or contact your administrator if you need further help.
es: No se pudo restablecer la contraseña del usuario solicitado. Parte de los detalles o todos son incorrectos. Pruebe otra vez o póngase en contacto con el administrador del sistema para más información.

source: Couldn't read command-line options.
es: No se pudieron leer las opciones de línea de comandos.

source: Country
es: País

source: Current password
es: Contraseña actual

source: Date
es: Fecha

source: Dear %s, we tried to send you an email, but if turns out that the mail is usable any more. Maybe you run over quota. If your mail is discontinued, please update your profile with the email you are using now at %s.
es: Querido %s, intenté enviarte un mensaje pero volvió indicando que la dirección ya no está disponible. Puede que hayas excedido tu quota. Si la dirección ya no es válida, por favor, actualiza tu perfil con la dirección que estés usando ahora en %s.

source: Delete
es: Eliminar

source: Delete all current comments
es: Eliminar todos los comentarios actuales

source: Delete picture
es: Eliminar imagen

source: Descesending
es: Descendente

source: Description
es: Descripción

source: Do you really want to delete this group?
es: ¿Seguro que desea eliminar este grupo?

source: Do you really want to report this user?
es: ¿Seguro que desea notificar este usuario?

source: Does not metter
es: No mide

source: Don't have an account? Sign up.
es: ¿Carece de cuenta? Regístrese.

source: E-mail
es: Correo

source: Edit Permissions
es: Modificar permisos

source: Edit Permissions for %s
es: Modificar permisos de %s

source: Edit activities
es: Modificar prioridades

source: Edit friends
es: Modificar amigos

source: Edit my firends
es: Modificar mis amigos

source: Edit my profile
es: Modificar mi perfil

source: Edit profile
es: Modificar perfil

source: Email
es: Correo

source: Email problem
es: Problema de correo

source: Enter custom name
es: Introduzca un nombre personalizado

source: Enter the username you registered to %s
es: Introduzca el usuario que registró en %s

source: Enter your password. Please be aware that password is case sensitive.
es: Introduzca su contraseña. Tenga en cuenta que las contraseñas distinguen mayúsculas de minúsculas.

source: Faces
es: Rostros

source: Faces in user galleries
es: Rostros en galerías de usuarios

source: Feeds
es: Suscripciones

source: Female
es: Hembra

source: Forgot your password?
es: ¿Ha olvidado la contraseña?

source: Forgot your username?
es: ¿Ha olvidado el usuario?

source: Forward
es: Reenviar

source: Friend
es: Amigo

source: Friend "%s" was invited to join %s.
es: Se ha invitado a su amigo "%s" a unirse a %s.

source: Friend's e-mail
es: Correo del amigo

source: Friends
es: Amigos

source: Friends Birthdays
es: Cumpleaños de amigos

source: Friends activities
es: Actividades de amigos

source: Friends activity
es: Actividad de amigos

source: Friends we are waiting approval from
es: Amigos que estoy esperando que me acepten

source: Gemini
es: Géminis

source: Gender
es: Género

source: Group
es: Grupo

source: Group "%s" has been deleted.
es: Se ha eliminado el grupo "%s".

source: Group "%s" has been renamed to "%s".
es: Se ha renombrado la el grupo "%s" como "%s".

source: Group "%s" has not been renamed.
es: No se ha renombrado el grupo "%s".

source: Group "%s" was success added.
es: Se añadió correctamente el grupo "%s".

source: Groups
es: Grupos

source: Has no picture
es: No tiene foto

source: Have no one to notify
es: No hay nadie a quien notificar

source: Homepage
es: Página inicial

source: How to preview users
es: Cómo previsualizar usuarios

source: Human check
es: Comprobación humana

source: I am friend of
es: Soy amigo de

source: I don't have it
es: No lo tengo

source: Invite
es: Invitar

source: Invite friend
es: Invitar a amigo

source: Is online
es: En línea

source: Last activity
es: Actividad reciente

source: Last comments on my profile
es: Comentarios recientes en mi perfil

source: Last time online
es: Última conexión

source: Limit
es: Límite

source: List
es: Listar

source: Log account changes?
es: ¿Registrar cambios de la cuenta?

source: Log when we comment a user?
es: ¿Registrar al comentar un usuario?

source: Logged in successfully as "%s".
es: Se ha iniciado sesión correctamente como "%s".

source: Login
es: Inicio de sesión

source: Login is incorrect.
es: Inicio de sesión incorrecto.

source: Login reminder
es: Recordatorio de inicio de sesión

source: Login to %s
es: Iniciar sesión en %s

source: Look at this profile
es: Consultar este perfil

source: Male
es: Varón

source: Mandatory arguments to long options are mandatory for short options too.
es: Los argumentos requeridos por las opciones completas también son requeridos en las opciones abreviadas.

source: Mast have
es: Imprescindibles

source: Members
es: Miembros

source: Might know
es: Podría saber

source: Moderate comments - I will approve every single comment
es: Moderar comentarios - Aprobaré cada comentario individual

source: Modify account preferences
es: Modificar opciones de la cuenta

source: Most active users
es: Usuarios más activos

source: Most popular users
es: Usuarios más populares

source: My profile
es: Mi perfil

source: My queries
es: Mis consultas

source: Name
es: Nombre

source: New
es: Nueva

source: New name
es: Nombre nuevo

source: New registered user
es: Nuevo usuario registrado

source: New users
es: Nuevos usuarios

source: No Facebook integration exists.
es: No existe integración con Facebook.

source: No one
es: Nadie

source: No user listed
es: No hay usuarios

source: No users found under selected criteria
es: No se han encontrado usuarios bajo el criterio seleccionado

source: No, only for this view
es: No, sólo en esta vista

source: Notification driver %s does not exists.
es: No existe el controlador de notificaciones %s.

source: Notify friends that I loged in
es: Comunicar a los amigos que estoy conectado

source: Notify online friends that I logged in
es: Comunicar a los amigos conectados que estoy conectado

source: Number of activities to display
es: Número de actividades mostradas

source: Number of comments to display
es: Número de comentarios mostrados

source: Number of users perpage
es: Número de usuarios por página

source: Offensive content
es: Contenido ofensivo

source: Offline
es: Desconectado

source: Old name
es: Nombre anterior

source: Online
es: En línea

source: Online friends
es: Amigos en línea

source: Online users
es: Usuarios en línea

source: Only authenticated users
es: Sólo usuarios autentificados

source: Only authenticated users can post comments.
es: Sólo los usuarios autentificados pueden enviar comentarios.

source: Only my friedns
es: Sólo mis amigos

source: Only the owner or system administrator may change ownership or owner permissions for a share
es: Sólo el propietario o el administrador del sistema pueden cambiar la propiedad o los permisos del propietario de un recurso compartido

source: Others user content
es: Contenido de otros usuarios

source: Owner
es: Propietario

source: Password
es: Contraseña

source: Password changed.
es: Contraseña cambiada.

source: People you might know
es: Gente que desearías conocer

source: Permissions
es: Permisos

source: Picture
es: Foto

source: Pisces
es: Piscis

source: Please enter the text above
es: Introduzca el texto de arriba

source: Please respond to your security question:
es: Responda a su pregunta de seguridad:

source: Popularity
es: Popularidad

source: Post
es: Enviar

source: Preview
es: Vista previa

source: Privacy
es: Privacidad

source: Private
es: Privada

source: Public
es: Público

source: Public - only authenticated users can see my personal data
es: Público - sólo los usuarios autentificados pueden ver mis datos personales

source: Public - only my friends can see my presonal data
es: Público - sólo mis amigos pueden ver mis datos personales

source: Random users
es: Usuarios al azar

source: Recent visitors
es: Últimos visitantes

source: Reject
es: Rechazar

source: Remember login?
es: ¿Recordar inicio de sesión?

source: Remove
es: Eliminar

source: Rename
es: Renombrar

source: Rename group
es: Renombrar grupo

source: Renew account
es: Renovar cuenta

source: Report
es: Notificar

source: Report reason
es: Motivo de la notificación

source: Report type
es: Tipo de notificación

source: Report user
es: Notificar usuario

source: Require my confirmation if someone would like to add me to his freidn list.
es: Requerir mi confirmación si alguien quisiera añadirme a su lista de amigos.

source: Reset
es: Limpiar

source: Reset Your Password
es: Reiniciar su contraseña

source: Sagittarius
es: Sagitario

source: Save
es: Guardar

source: Save search criteria
es: Guardar criterio de búsqueda

source: Scorpio
es: Escorpio

source: Search
es: Buscar

source: Search by
es: Buscar por

source: Search criteria deleted.
es: Criterio de búsqueda eliminado.

source: Search criteria saved successfuly
es: Criterio de búsqueda guardado correctamente

source: Security answer
es: Respuesta de seguridad

source: Security question
es: Pregunta de seguridad

source: Security question used when reseting password
es: Pregunta de seguridad usada al restablecer la contraseña

source: Send me my username
es: Envíenme mi nombre de usuario

source: Send message
es: Enviar mensaje

source: Send private message
es: Enviar mensaje privado

source: Send this profile to a friend
es: Enviar este perfil a un amigo

source: Services
es: Servicios

source: Set account action details
es: Definir detalles de actividad de la cuenta

source: Set activity preferences
es: Definir opciones de actividad

source: Set users preview paramaters
es: Definir parámetros de previsualización de usuarios

source: Settings
es: Opciones

source: Show friends that are
es: Mostra amigos que son

source: Sign up
es: Alta

source: Sort Direction
es: Sentido de clasificación

source: Sort by
es: Ordenar por

source: Sort by Age
es: Ordenar por edad

source: Sort by Albums
es: Ordenar por álbumes

source: Sort by City
es: Ordenar por localidad

source: Sort by Description
es: Ordenar por descripción

source: Sort by Gender
es: Ordenar por género

source: Sort by Homepage
es: Ordenar por página de inicio

source: Sort by Username
es: Ordenar por nombre de usuario

source: Sort by Video
es: Ordenar por vídeo

source: Status
es: Estado

source: Subject
es: Asunto

source: Submitted request to add "%s" to the system. You cannot log in until your request has been approved.
es: Se ha enviado la solicitud de alta de "%s" en el sistema. No podrá iniciar sesión hasta que se haya aprobado su solicitud.

source: Taurus
es: Tauro

source: Terms and conditions infringement
es: Infracción de los términos y condiciones

source: The code is not right. If you copy and paste the link from your email, please check if you copied the whole string.
es: El código es incorrecto. Si copió y pegó el vínculo del mensaje, compruebe si copió la cadena completa.

source: The picture above is for antispam checking. Please retype the characters from the picture. They are case sensitive.
es: La imagen de arriba es para comprobación antispam. Reescriba los caracteres de la imagen. Se diferencian mayúsculas de minúsculas.

source: There is no activity logged for your account.
es: No se ha registrado actividad de su cuenta.

source: There was a problem adding "%s" to the system: %s
es: Se produjo un problema al añadir a "%s" al sistema: %s

source: This account was deleted or is expired.
es: Esta cuenta se borró o había caducado.

source: This account was still not activated. Check your inbox, we send you the activation code there.
es: Esta cuenta todavía no está activada. Compruebe su buzón de Entrada, le enviamos allí el código de activación.

source: Title
es: Título

source: Unsupported
es: No está soportado

source: Updated "%s".
es: Se ha actualizado "%s".

source: Updated his/her profile details.
es: Se han actualizado los detalles de su perfil.

source: Updated his/her profile picture.
es: Ha actualizado la foto de su perfil.

source: Upload a new video
es: Cargar vídeo

source: Usage: %s [OPTIONS]...
es: Uso: %s [OPCIONES]...

source: User
es: Usuario

source: User "%s" does not exists.
es: El usuario "%s" no existe.

source: User "%s" does not exits
es: El usuario "%s" no existe

source: User "%s" is already in fiend list
es: El usuario "%s" ya está en la lista de amigos

source: User "%s" is already in fiend list, but we are waiting his/her approval.
es: El usuario "%s" ya pertenece a su lista de amigos, pero estamos esperando su aceptación.

source: User "%s" is not market to be in the removal process.
es: El usuario "%s" no está marcado en proceso de eliminación.

source: User "%s" was added as your friend.
es: Se añadió el usuario "%s" como amigo suyo.

source: User "%s" was added to your blacklist.
es: Se añadió el usuario "%s" a su lista negra.

source: User "%s" was already activated.
es: El usuario "%s" ya estaba activado.

source: User "%s" was confirmed as a friend.
es: Se confirmó al usuario "%s" como amigo.

source: User "%s" was rejected as a friend.
es: Se rechazó al usuario "%s" como amigo.

source: User "%s" was removed from your blacklist.
es: Se eliminó al usuario "%s" de su lista negra.

source: User "%s" was removed from your friend list.
es: Se eliminó el usuario "%s" de su lista de amigos.

source: User %s added you to his firends list on %s. To approve, go to: %s To reject, go to: %s To see to his profile, go to: %s
es: El usuario %s le añadió a su lista de amigos en %s. Para aceptarlo, vaya a: %s Para rechazarlo, vaya a: %s Para ver su perfil, vaya a: %s

source: User %s confirmed you as a friend on %s.. To see to his profile, go to: %s
es: El usuario %s le confirmó como amigo en %s. Para ver su perfil, vaya a: %s

source: User %s does not wish to be commented.
es: El usuario %s no desea comentarios.

source: User %s has been disabled.
es: El usuario %s se ha deshabilitado.

source: User %s is inactive.
es: El usuario %s está inactivo.

source: User %s just logged in. %s
es: El usuario %s acaba de conectarse. %s

source: User %s rejected you as a friend on %s.. To see to his profile, go to: %s
es: El usuario %s le rechazó como amigo en %s. Para ver su perfil, vaya a: %s

source: User %s would like to his profile remains visible only to authenticated users.
es: El usuario %s querría que su perfil sólo fuera visible a usuarios autentificados.

source: User %s would like to his profile remains visible only to his friends.
es: El usuario %s querría que su perfil sólo fuera visible para sus amigos.

source: User %s would like to remain private.
es: El usuario %s preferiría permanecer anónimo.

source: User Registration has been disabled for this site.
es: Este sitio tiene desactivado el registro de usuarios.

source: User has no link.
es: EL usuario no tiene vínculo.

source: User is currently online?
es: ¿El usuario está conectado?

source: User is not selected
es: El usuario no está seleccionado

source: User list
es: Lista de usuarios

source: User was not reported.
es: No se notificó el usuario.

source: User was reported.
es: Se notificó el usuario.

source: Username
es: Usuario

source: Users
es: Usuarios

source: Users celebrating birthday today
es: Usuarios que celebran hoy su cumpleaños

source: Users currently online
es: Usuarios conectados

source: Users waiting our approval
es: Usuarios a la espera de su aceptación

source: Video
es: Vídeo

source: View profile
es: Ver perfil

source: Visit my homepage
es: Visitar mi página inicial

source: Wainting for
es: A la espera de

source: Wainting from
es: Esperando de

source: We are friends of
es: Somos amigos de

source: What are you doing right now?
es: ¿Qué estás haciendo ahora mismo?

source: Who can post comments to your profile
es: Quien puede enviar comentarios a su perfil

source: Who can see my acticity log on my profile
es: Quien puede ver mi registro de actividades en mi perfil

source: Who can see when I was last time online
es: Quien puede ver cuando estuve conectato por última vez

source: Word
es: Palabra

source: Yes
es: Sí

source: Yes, remember me so the next time I don't neet to login
es: Sí, recordarme la próxima vez para no tener que iniciar sesión

source: You account is activated, you can login now.
es: Su cuenta está activada, puede iniciar sesión.

source: You already have a group named "%s".
es: Ya tiene un grupo llamado "%s".

source: You are entering your data too fast!
es: ¡Está introduciendo sus datos demasiado rápido!

source: You are on %s blacklist.
es: Está en la lista negra de %s

source: You can still send a private message to user %s.
es: Aún puede enviar un mensaje privado al usuario %s.

source: You cannot add "%s" to your blacklist.
es: No puede añadir a "%s" a su lista negra.

source: You cannot add yourself as your own friend.
es: No puede añadirse a sí mismo como amigo.

source: You cannot add yourself to your blacklist.
es: No puede añadirse a sí mismo a la lista negra.

source: You cannot log activities for other users.
es: No puede registrar actividades de otros usuarios.

source: You cannot post an empty activity message.
es: No puede enviar un mensaje de actividad en blanco.

source: You must supply a confirmation code.
es: Tiene que especificar un código de confirmación.

source: You must supply a username.
es: Tiene que especificar un nombre de usuario.

source: Your activities
es: Sus actividades

source: Your comments preference was sucessfuly saved.
es: Se guardaron correctamente sus opciones de comentarios.

source: Your data were successfully updated.
es: Se actualizaron correctamente sus datos.

source: Your email
es: Su correo

source: Your image was deleted successfully.
es: Se eliminó correctamente su imagen.

source: Your new password for %s is: %s. It was requested by %s on %s
es: La nueva contraseña para %s es: %s. Fue solicitada por %s en %s

source: Your new password is too long; passwords may not be more than %d characters long!
es: La contraseña es demasiado larga; ¡las contraseñas no deben tener más de %d caracteres!

source: Your new password is too simple to guess! Not changed!
es: ¡La contraseña es demasiado simple de adivinar! ¡No se cambió!

source: Your new password is too simple to guess. Not changed!
es: La contraseña es demasiado simple de adivinar. ¡No se cambió!

source: Your new password must be at least %d characters long!
es: ¡La contraseña tiene que tener al menos %d caracteres!

source: Your new password must be different from your current password
es: La contraseña antigua y la nueva tienen que ser distintas

source: Your new password must contain at least %d alphabetic characters.
es: La contraseña tiene que tener al menos %d caracteres alfabéticos.

source: Your new password must contain at least %d alphanumeric characters.
es: La contraseña tiene que tener al menos %d caracteres alfanuméricos.

source: Your new password must contain at least %d different types of characters. The types are: lower, upper, numeric, and symbols.
es: La contraseña tiene que tener al menos %d tipos de caracteres distintos. Los tipos son: minúsculas, mayúsculas, números y signos de puntuación.

source: Your new password must contain at least %d lowercase characters.
es: La contraseña tiene que tener al menos %d caracteres en minúsculas.
