Repository: horde/folks
Catalog: locale/*/LC_MESSAGES/folks.po
Languages: es

source: Your new password must contain at least %d numeric characters.
es: La contraseña tiene que tener al menos %d caracteres numéricos.

source: Your new password must contain at least %d uppercase characters.
es: La contraseña tiene que tener al menos %d caracteres en mayúsculas.

source: Your new password must contain less than %d whitespace characters.
es: La nueva contraseña tiene que tener menos de %d espacios en blanco.

source: Your new password must not contain whitespace characters.
es: La contraseña no puede tener espacios en blanco.

source: Your old password didn't match
es: Su contraseña anterior no coincide

source: Your password has been reset
es: Se ha cambiado su contraseña

source: Your password has been reset, check your email (%s) and log in with your new password.
es: Se ha cambiado su contraseña, consulte el correo (%s) e inicie sesión con su nueva contraseña.

source: Your securiy questions was updated.
es: Se actualizó su pregunta de seguridad.

source: Your username on %s %s is: %s. It was requested by %s on %s
es: Su usuario en %s %s es: %s. Lo solicitó %s de %s

source: Your username or password is incorrect.
es: El nombre de usuario o la contraseña son incorrectos.

source: Your username was requested
es: Se solicitó su nombre de usuario

source: Your username was sent, check your email (%s).
es: Se envió su nombre de usuario, consulte el correo (%s).

source: Your username was temporary deacirvated. For any additional information please write to %s, and don't forgot to incluide your username.
es: Su usuario se desactivó temporalmente. Para información adicional escriba a %s y no olvide incluir el nombre de usuario.

source: type the password twice to confirm
es: escriba dos veces la contraseña para confirmarla
